<?php
return array(
				'steps'=>array('ext','version'),//本升级程序需要使用的升级步骤。
				'from_version'=>'V9.2.4',//需要升级的程序
				'from_release'=>'20121109',//需要升级的程序版本
				'to_version'=>'V9.2.5',//升级到的程序
				'to_release'=>'20121211',//升级到的程序版本
				'version_check'=>'1',//是否对版本进行严格检查
				'version_description'=>'1、专题show页面时间bug
2、专题时间bug
3、栏目收费设置－>重复收费设置无法修改
4、tag列表把未通过审核的内容列出来BUG
5、专题评论不能删除的BUG
6、木马查杀不能选择的bug
7、敏感词替换的bug
8、信息不能勾选的bug
9、验证手机正则bug
10、搜索BUG  
11、评论审核的bug
12、删除视频前提示
13、编辑时，可修改视频标题
14、sms 升级
15、广告漏洞修复
16、视频库预览功能
17、盛付通升级
18、切换面板功能
19、菜单添加模式选择，后台顶部添加面板选择
20、BUG:修复缩略图图片不能被通知到，SQL错误问题
21、漏洞：xss 攻击 ，心情模块
22、增加 相关文章 可按照模型搜索关键字
23、审核通过后查询内容是否有缩略图，没有将加上缩略图
24、修改视频默认播放代码
25、单网页url错误问题
26、修复，上传视频未判断栏目权限问题
27、增加推荐位缩略图功能 
28、修正专题列表页，siteid为空问题导致顶部搜索分类不显示
29、过滤用户提交数据里面的html标记
30、修复视频库搜索BUG ',
);